// 1. Какой будет результат? 
// 2. Напиши функцию, которая принимает два числа и возвращает их сумму.
// 3. Напиши функцию, которая принимает число и возвращает его квадрат.
// 4. Напиши функцию, которая принимает три числа и возвращает наименьшее из них.
// 5. Напиши функцию, которая принимает число и возвращает его факториал (можно и нужно погуглить).
// 6. Напиши функцию, которая принимает число и возвращает true, если оно четное, и false, если нечетное.
// 7. Напиши функцию, которая сгенерирует рандомное число в диапазоне от 1 до 5 (можно и нужно погуглить).
// 8. Перепиши предыдущую функцию с возможностью задавать диапазон через аргументы функции.